cask "alfred"
cask "istat-server"
cask "istat-menus"
cask "launchcontrol"
cask "little-snitch"
cask "marked"
cask "moom"
cask "omnifocus"
cask "1password"
cask "switchresx"
cask "resilio-sync"
mas "Airmail", id: 918858936
mas "Habitify", id: 1140787122
mas "Notability", id: 736189492
mas "PCalc", id: 403504866
mas "Slack", id: 803453959
mas "Calory", id: 1476831360
