tap "borkdude/brew"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "clojure/tools"
tap "clojure-lsp/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "mongodb/brew"
tap "mn-dimension/brew"
tap "thecontinium/brewupdate"
tap "thecontinium/tap"
tap "universal-ctags/universal-ctags"
tap "wfxr/code-minimap"
tap "adoptopenjdk/openjdk"
tap "rafi/tap"
brew "autoconf"
brew "automake"
brew "bash"
brew "broot"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "fd"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "go"
brew "git"
brew "git-gui"
brew "git-delta"
brew "httpie"
brew "hugo"
brew "jenv"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
brew "kafka"
brew "keychain"
brew "leiningen"
brew "lua"
brew "mas"
brew "miniupnpc"
brew "mongodb/brew/mongodb-community"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "mn-dimension/brew/leinexec"
brew "mn-dimension/brew/sendemail"
brew "mn-dimension/brew/updatelatestprices"
brew "msmtp"
brew "multimarkdown"
brew "proselint"
brew "write-good"
brew "editorconfig"
brew "wfxr/code-minimap/code-minimap"
brew "node"
brew "openjdk"
brew "postgresql"
brew "prometheus"
brew "pyenv-virtualenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rust"
brew "terminal-notifier", args: ["HEAD"]
brew "the_silver_searcher"
brew "shellcheck"
brew "markdownlint-cli"
brew "eslint"
brew "prettier"
brew "pssh"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "rafi/tap/tmuxp"
brew "tree"
brew "zoxide"
brew "zsh"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/babashka"
brew "candid82/brew/joker"
brew "clojure/tools/clojure"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "thecontinium/brewupdate/brew-update"
brew "thecontinium/tap/zk"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk12"
cask "adoptopenjdk/openjdk/adoptopenjdk13"
cask "atom"
cask "alacritty"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "iterm2"
cask "mongodb-compass"
cask "superduper"
mas "Keynote", id: 409183694
mas "LinCastor Browser", id: 1037256618
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Telegram Lite", id: 946399090
mas "tiny Reader", id: 1430856926
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
