tap "borkdude/brew"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "minio/stable"
tap "mongodb/brew"
tap "mn-dimension/brew"
tap "thecontinium/brewupdate"
tap "thecontinium/tap"
tap "universal-ctags/universal-ctags"
tap "wfxr/code-minimap"
tap "adoptopenjdk/openjdk"
brew "autoconf"
brew "automake"
brew "bash"
brew "broot"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "findutils"
brew "fd"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "ghc", link: false
brew "gawk"
brew "pcre2"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "go"
brew "git"
brew "git-gui"
brew "httpie"
brew "hugo"
brew "jemalloc"
brew "jenv"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
brew "kafka"
brew "keychain"
brew "leiningen"
brew "libgpg-error"
brew "libksba"
brew "unibilium"
brew "libtermkey"
brew "libtool"
brew "libuv"
brew "lua"
brew "mas"
brew "miniupnpc"
brew "mongodb/brew/mongodb-community"
brew "most"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "mn-dimension/brew/sidekick"
brew "mn-dimension/brew/leinexec"
brew "msgpack"
brew "msmtp"
brew "multimarkdown"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "editorconfig"
brew "wfxr/code-minimap/code-minimap"
brew "node"
brew "openjdk"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "prometheus"
brew "pyenv-virtualenv"
brew "python"
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rust"
brew "terminal-notifier", args: ["HEAD"]
brew "the_silver_searcher"
brew "pssh"
brew "sphinx-doc"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "zoxide"
brew "zlib"
brew "zsh"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/babashka"
brew "candid82/brew/joker"
brew "clojure/tools/clojure"
brew "thecontinium/brewupdate/brew-update"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk12"
cask "adoptopenjdk/openjdk/adoptopenjdk13"
cask "atom"
cask "thecontinium/tap/alacritty-rc"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "iterm2"
cask "mongodb-compass"
cask "superduper"
mas "Keynote", id: 409183694
mas "LinCastor Browser", id: 1037256618
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Telegram Lite", id: 946399090
mas "tiny Reader", id: 1430856926
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
