tap "buo/cask-upgrade"
tap "candid82/brew"
tap "clojure/tools"
tap "polyfy/polylith"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "mn-dimension/brew"
tap "thecontinium/brewupdate"
tap "thecontinium/tap"
tap "universal-ctags/universal-ctags"
tap "wfxr/code-minimap"
tap "rafi/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "jesseduffield/lazygit"
brew "autoconf"
brew "automake"
brew "bash"
brew "broot"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "lsd"
brew "diff-so-fancy"
brew "findutils"
brew "fd"
brew "freetype"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "go"
brew "git"
brew "git-gui"
brew "git-delta"
brew "gh"
brew "jesseduffield/lazygit/lazygit"
brew "httpie"
brew "hugo"
brew "jenv"
brew "keychain"
brew "leiningen"
brew "maven"
brew "lua"
brew "mas"
brew "miniupnpc"
brew "mongodb/brew/mongodb-community"
brew "mn-dimension/brew/leinexec"
brew "mn-dimension/brew/sendemail"
brew "msmtp"
brew "multimarkdown"
brew "editorconfig"
brew "wfxr/code-minimap/code-minimap"
brew "node"
brew "openjdk"
brew "pyenv-virtualenv"
brew "pyenv"
cask "miniconda"
brew "reattach-to-user-namespace"
brew "rust"
brew "terminal-notifier", args: ["HEAD"]
brew "the_silver_searcher"
brew "ripgrep"
brew "gnu-sed"
brew "pssh"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "zoxide"
brew "urlview"
brew "zsh"
brew "gnupg"
brew "curl"
brew "wget"
brew "wakeonlan"
brew "babashka/brew/neil"
brew "candid82/brew/joker"
brew "clojure/tools/clojure"
brew "polyfy/polylith/poly"
brew "thecontinium/brewupdate/brew-update"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "temurin"
cask "temurin@11"
cask "kitty"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-3270-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "mongodb-compass"
cask "superduper"
cask "telegram"
mas "Keynote", id: 409183694
mas "LinCastor Browser", id: 1037256618
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
mas "Fiery Feeds", id: 1158763303
